Repository: aa2246740/FluidVoice
Catalog: Sources/Fluid/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Evidence carries attempt %lld but the plan is attempt %lld.
zh_hans: 证据记录尝试 %lld，计划为 %lld。

source: Example
zh_hans: 示例

source: Example providers
zh_hans: 服务商示例

source: Example result
zh_hans: 示例结果

source: Examples of what FluidVoice will type.
zh_hans: FluidVoice 实际会输入的内容示例。

source: Exclusive to FluidVoice. Optimized for your Mac. It turns your spoken words into clear, formatted text. Entirely on your device.
zh_hans: FluidVoice 专属，为你的 Mac 优化。把你说的话变成清晰、排版好的文字，全程在设备本地完成。

source: Execute voice commands
zh_hans: 执行语音指令

source: Executing command...
zh_hans: 正在执行命令…

source: Executive summary
zh_hans: 高管摘要

source: Expand your dictionary
zh_hans: 展开词典

source: Expanded
zh_hans: 已展开

source: Expanded, %@ results
zh_hans: 已展开，%@ 个结果

source: Expanded, %lld results
zh_hans: 已展开，%lld 个结果

source: Expected %@ bytes, found %@.
zh_hans: 预期 %@ 字节，实际 %@。

source: Expected %lld bytes, found %lld.
zh_hans: 预期 %lld 字节，实际 %lld。

source: Experimental
zh_hans: 实验性功能

source: Experimental comparisons are enabled. Replay scores below show the original matcher; use live dictation to compare results. This cutoff controls fallback matching.
zh_hans: 已开启实验对比。下方回放分数来自原匹配器，可通过实时听写对比效果。此阈值用于控制兜底匹配。

source: Experimental. Unloads the model after a quiet period and reloads it as you start speaking.
zh_hans: 实验功能。安静一段时间后卸载模型，开始说话时重新加载。

source: Expired audio is removed while FluidVoice is running.
zh_hans: 过期音频会在 FluidVoice 运行时自动清除。

source: Explain how to check a Git repository’s status
zh_hans: 讲讲怎么查看 Git 仓库状态

source: Explore AI providers
zh_hans: 看看 AI 服务商

source: Explore the models
zh_hans: 看看模型

source: Export
zh_hans: 导出

source: Export Audio
zh_hans: 导出音频

source: Export Audio…
zh_hans: 导出音频…

source: Export Pair...
zh_hans: 导出配对…

source: Export Transcript (JSON)…
zh_hans: 导出转写（JSON）…

source: Export Transcript (Text)…
zh_hans: 导出转写（文本）…

source: Export ZIP
zh_hans: 导出 ZIP

source: Export failed: %@
zh_hans: 导出失败：%@

source: Export failed: %lld
zh_hans: 导出失败：%lld

source: Export failed: audio for this recording has been deleted.
zh_hans: 导出失败：该录音的音频已被删除。

source: Export failed: recording no longer on disk.
zh_hans: 导出失败：录音已不在磁盘上。

source: Export or import settings, prompt profiles, history, and stats. API keys excluded.
zh_hans: 导出或导入设置、提示词方案、历史和统计。不包含 API Key。

source: Exported transcripts are outside FluidVoice's retention controls and may be indexed or synced by other apps.
zh_hans: 导出的转写不再受 FluidVoice 保留策略控制，可能被其他 app 索引或同步。

source: Export…
zh_hans: 导出…

source: External AI provider
zh_hans: 外部 AI 服务商

source: External CoreML
zh_hans: 外部 CoreML

source: External CoreML models are only supported on Apple Silicon Macs.
zh_hans: 外部 CoreML 模型仅支持 Apple Silicon Mac。

source: External provider required
zh_hans: 需要外部服务商

source: Extra local acceleration. Uses more memory.
zh_hans: 额外的本地加速。更占内存。

source: Failed
zh_hans: 失败

source: Failed to %@%@.
zh_hans: 无法 %@%@。

source: Failed to %lld%lld.
zh_hans: 无法 %lld%lld。

source: Failed to convert audio: %@
zh_hans: 音频转换失败：%@

source: Failed to convert audio: %lld
zh_hans: 音频转换失败：%lld

source: Failed to convert key data.
zh_hans: 密钥数据转换失败。

source: Failed to create audio buffer
zh_hans: 无法创建音频缓冲

source: Failed to create audio buffer for streaming ASR
zh_hans: 无法为流式 ASR 创建音频缓冲

source: Failed to create status item
zh_hans: 创建状态栏图标失败

source: Failed to delete models: %@
zh_hans: 删除模型失败：%@

source: Failed to delete onboarding voice model %@: %@
zh_hans: 删除引导语音模型 %@ 失败：%@

source: Failed to download model %@: %@
zh_hans: 下载模型 %@ 失败：%@

source: Failed to download model (HTTP %@)
zh_hans: 模型下载失败（HTTP %@）

source: Failed to download model (HTTP %lld)
zh_hans: 模型下载失败（HTTP %lld）

source: Failed to download models: %@
zh_hans: 下载模型失败：%@

source: Failed to encode boost terms.
zh_hans: 增强词条编码失败。

source: Failed to execute: %@
zh_hans: 执行失败：%@

source: Failed to execute: %lld
zh_hans: 执行失败：%lld

source: Failed to initialize SFSpeechRecognizer
zh_hans: SFSpeechRecognizer 初始化失败

source: Failed to load ASR models: %@
zh_hans: ASR 模型加载失败：%@

source: Failed to load ASR models: %lld
zh_hans: ASR 模型加载失败：%lld

source: Failed to load custom words: %@
zh_hans: 自定义词加载失败：%@

source: Failed to load custom words: %lld
zh_hans: 自定义词加载失败：%lld

source: Failed to migrate API key for %@: %@
zh_hans: 迁移 %@ 的 API key 失败：%@

source: Failed to migrate API key for %lld: %lld
zh_hans: 迁移 %lld 的 API key 失败：%lld

source: Failed to open Private AI Provider models folder: %@
zh_hans: 打开私有 AI 服务商模型文件夹失败：%@

source: Failed to prepare model after activation: %@
zh_hans: 激活后准备模型失败：%@

source: Failed to prepare onboarding voice model %@: %@
zh_hans: 准备引导语音模型 %@ 失败：%@

source: Failed to read manifest at %@: %@
zh_hans: 无法读取清单 %@：%@

source: Failed to read manifest at %lld: %lld
zh_hans: 无法读取清单 %lld：%lld

source: Failed to register required Core Audio listener %@
zh_hans: 注册 Core Audio 监听器 %@ 失败

source: Failed to register required Core Audio listener %lld
zh_hans: 注册 Core Audio 监听器 %lld 失败

source: Failed to save dictation audio: %@
zh_hans: 保存听写音频失败：%@

source: Failed to save pronunciation profile
zh_hans: 保存发音特征失败

source: Failed to save pronunciation profile: %@
zh_hans: 保存发音特征失败：%@

source: Failed to start AVAudioEngine after 3 attempts. Last error: %@
zh_hans: AVAudioEngine 重试 3 次仍无法启动。最后错误：%@

source: Failed to start AVAudioEngine after 3 attempts. Last error: %lld
zh_hans: AVAudioEngine 重试 3 次仍无法启动。最后错误：%lld

source: Failed to start audio recording: %@
zh_hans: 录音启动失败：%@

source: Failed to start audio recording: %lld
zh_hans: 录音启动失败：%lld

source: Fallback microphone teardown could not be proven; recovery was quarantined.
zh_hans: 无法证实备用麦克风已拆除；恢复被隔离。

source: Faroese
zh_hans: 法罗语

source: Fast
zh_hans: 快

source: Fast & Light
zh_hans: 轻快

source: Fast CoreML-based transcription optimized for M-series chips
zh_hans: 基于 CoreML 的快速转写，为 Apple M 系列芯片优化

source: Fast and lightweight. Great for everyday use.
zh_hans: 快速轻量。 适合日常使用。

source: Fast cleanup to thoughtful rewrites. Explore local AI built for your words.
zh_hans: 从快速清理到用心改写。探索为你的文字而生的本地 AI。

source: Fast multilingual transcription. Supports Bulgarian, Croatian, Czech, Danish,
zh_hans: 快速多语言转写。支持保加利亚语、克罗地亚语、捷克语、丹麦语、

source: Fast, compatible insertion using a temporary clipboard entry that is restored after paste.
zh_hans: 兼容性好的快速输入：使用临时剪贴板项，粘贴后自动还原。

source: Faster Long Dictation
zh_hans: 长听写加速

source: Faster first result
zh_hans: 更快出首个结果

source: Faster results
zh_hans: 更快出结果

source: Fastest, lower accuracy
zh_hans: 最快但精度较低

source: Feedback
zh_hans: 反馈

source: Feedback is temporarily unavailable. Please try again later. Your draft is still here.
zh_hans: 反馈功能暂时不可用，请稍后再试。你的草稿已保留。

source: Feedback submitted successfully
zh_hans: 反馈已提交

source: Feedback type
zh_hans: 反馈类型

source: Feels slow or inaccurate? Go back and try another model for %@.
zh_hans: 觉得慢或不准？回去给 %@ 换个模型试试。

source: Feels slow or inaccurate? Go back and try another model for %lld.
zh_hans: 感觉慢或不准确？返回并为 %lld 换个模型试试。

source: Fewer interruptions
zh_hans: 更少打扰

source: File Transcription
zh_hans: 文件转写

source: File exported successfully
zh_hans: 文件导出成功

source: File format not supported: %@
zh_hans: 不支持的文件格式：%@

source: File format not supported: %lld
zh_hans: 不支持的文件格式：%lld

source: File list width %@ points
zh_hans: 文件列表宽 %@ 点

source: File list width %lld points
zh_hans: 文件列表宽度 %lld 点

source: File logs are always collected for diagnostics.
zh_hans: 诊断所需的日志文件始终会收集。

source: File picker error: %@
zh_hans: 文件选择器错误：%@

source: File transcription complete
zh_hans: 文件转写完成

source: File transcription failed. %@
zh_hans: 文件转写失败。%@

source: File transcription failed. %lld
zh_hans: 文件转写失败。%lld

source: File transcription is paused while %@ is active.
zh_hans: %@ 进行中，文件转写已暂停。

source: File transcription is paused while %lld is active.
zh_hans: %lld 进行中，文件转写已暂停。

source: File transcription started
zh_hans: 文件转写已开始

source: File transcription unavailable. Wait for the active %@ to finish.
zh_hans: 文件转写暂不可用。请等待当前的 %@ 完成。

source: File transcription unavailable. Wait for the active %lld to finish.
zh_hans: 文件转写暂不可用。请等待当前的 %lld 完成。

source: Filler words to remove:
zh_hans: 要清理的口水词：

source: Filter
zh_hans: 筛选

source: Filter: %@
zh_hans: 筛选：%@

source: Filter: %lld
zh_hans: 筛选：%lld

source: Final output
zh_hans: 最终输出

source: Final text
zh_hans: 最终文本

source: Finalizing
zh_hans: 正在收尾

source: Finalizing meeting audio…
zh_hans: 正在收尾会议音频…

source: Find
zh_hans: 查找

source: Find **%@** in the microphone list
zh_hans: 在麦克风列表中找到「%@」

source: Find **%lld** in the microphone list
zh_hans: 在麦克风列表中找到 **%lld**

source: Find **FluidVoice** in the microphone list
zh_hans: 在麦克风列表中找到「FluidVoice」

source: Find the key decisions and outcomes in one place.
zh_hans: 把关键决定和结论汇总在一处。

source: Find your AI
zh_hans: 找到你的 AI

source: Finding the different voices in your meeting.
zh_hans: 正在分辨会议里的不同声音。

source: Finding the right model for your Mac…
zh_hans: 正在为你的 Mac 挑选合适的模型…

source: Finish
zh_hans: 完成

source: Finish %@ to continue.
zh_hans: 完成 %@ 后继续。

source: Finish %lld to continue.
zh_hans: 完成 %lld 后继续。

source: Finish Accessibility Access
zh_hans: 完成辅助功能授权

source: Finish Setup
zh_hans: 完成设置

source: Finish meeting setup before recording.
zh_hans: 录音前请先完成会议设置。

source: Finish or cancel the summary before switching meetings.
zh_hans: 请先完成或取消当前摘要，再切换会议。

source: Finish recording before switching sessions.
zh_hans: 请先结束录音，再切换会话。

source: Finish setup
zh_hans: 完成设置

source: Finishes dictation up to 15% faster. Uses about 100 MB more memory.
zh_hans: 听写完成速度最多快 15%，内存占用约多 100 MB。

source: Finishes dictation up to 15%% faster. Uses about 100 MB more memory.
zh_hans: 听写完成速度最快提升 15%%，约多占用 100 MB 内存。

source: Finishing and saving the captured audio.
zh_hans: 正在保存已采集的音频。

source: Finnish
zh_hans: 芬兰语

source: First-time setup can take a few minutes while your Mac prepares the model. Please keep FluidVoice open.
zh_hans: 首次设置需要几分钟，Mac 正在准备模型，请保持 FluidVoice 开启。

source: Fish Audio - Cloud
zh_hans: Fish Audio - 云端

source: Fish Audio ASR (Cloud)
zh_hans: Fish Audio ASR（云端）

source: Fish Audio speech-to-text API. Multilingual with automatic language detection. Requires internet and a Fish Audio API key; billed per use.
zh_hans: Fish Audio 语音转文字 API。多语言并自动检测语种。需要联网和 Fish Audio API Key，按量计费。

source: Fixed invisible actions with spoken phrases you can personalize.
zh_hans: 修复了不可见动作——现在可用自定义语音口令触发。

source: Flash Dictation
zh_hans: 极速听写

source: Flex your FluidVoice stats
zh_hans: 晒出你的 FluidVoice 战绩

source: Fluid 1.1 Multilingual
zh_hans: Fluid 1.1 多语言版

source: Fluid Intelligence backend changed to %@
zh_hans: Fluid Intelligence 后端已切换为 %@

source: Fluid Intelligence backend changed to %lld
zh_hans: Fluid Intelligence 后端已切换为 %lld

source: Fluid Intelligence can…
zh_hans: Fluid Intelligence 可以…

source: Fluid Intelligence context changed
zh_hans: Fluid Intelligence 上下文已变更

source: Fluid Intelligence isn't available right now. You can finish setup and try again later.
zh_hans: Fluid Intelligence 暂时不可用，你可以先完成设置稍后重试。

source: Fluid Intelligence verification reset
zh_hans: Fluid Intelligence 校验已重置

source: Fluid SFX 0
zh_hans: 提示音 0

source: Fluid SFX 1
zh_hans: 提示音 1

source: Fluid SFX 2
zh_hans: 提示音 2

source: Fluid SFX 3
zh_hans: 提示音 3

source: Fluid-1 Boost disabled
zh_hans: Fluid-1 Boost 已停用

source: Fluid-1 Boost enabled
zh_hans: Fluid-1 Boost 已启用

source: FluidAudio is not supported on Intel Macs
zh_hans: FluidAudio 不支持 Intel Mac

source: FluidMeet live captions
zh_hans: FluidMeet 实时字幕

source: FluidMeet recording currently requires an Apple silicon Mac.
zh_hans: FluidMeet 录制目前需要 Apple 芯片 Mac。

source: FluidMeet requires an Apple silicon Mac.
zh_hans: FluidMeet 需要 Apple 芯片的 Mac。

source: FluidMeet settings
zh_hans: FluidMeet 设置

source: FluidVoice %@ is now available. Would you like to install it now? The app will restart automatically after installation.
zh_hans: FluidVoice %@ 已发布，现在安装吗？ 安装后应用会自动重启。

source: FluidVoice %lld is now available. Would you like to install it now? The app will restart automatically after installation.
zh_hans: FluidVoice %lld 已发布，现在安装吗？ 安装后应用会自动重启。

source: FluidVoice C2 Diagnostic Stimulus — PLAYING —
zh_hans: FluidVoice C2 诊断刺激 — 播放中 —

source: FluidVoice Pick
zh_hans: FluidVoice 推荐

source: FluidVoice automatically corrects these words and phrases.
zh_hans: FluidVoice 会自动修正这些词语。

source: FluidVoice could not %@ launch at startup. This build may not be signed correctly for macOS Login Items.
zh_hans: FluidVoice 无法%@开机自启。此构建可能没有为 macOS 登录项正确签名。

source: FluidVoice could not %lld launch at startup. This build may not be signed correctly for macOS Login Items.
zh_hans: FluidVoice 无法%lld开机自启。此构建可能没有为 macOS 登录项正确签名。

source: FluidVoice could not load GitHub release notes right now.
zh_hans: 暂时无法加载 GitHub 更新日志。

source: FluidVoice could not save the API key to your macOS Keychain, so this provider was not verified.
zh_hans: 无法将 API Key 存入 macOS 钥匙串，因此未验证此服务商。

source: FluidVoice got it right 3 times in a row.
zh_hans: FluidVoice 已连续 3 次识别正确。

source: FluidVoice is ready.
zh_hans: FluidVoice 已就绪。

source: FluidVoice may sometimes use these words when you meant something similar.
zh_hans: 当你想说相近的词时，FluidVoice 有时会误用这些词。

source: FluidVoice meeting recording
zh_hans: FluidVoice 会议录音

source: FluidVoice meeting status
zh_hans: FluidVoice 会议状态

source: FluidVoice recognised your word in each recording.
zh_hans: FluidVoice 在每段录音中都认出了这个词。

source: FluidVoice reflects the actual macOS login item state.
zh_hans: FluidVoice 显示的是 macOS 登录项的真实状态。

source: FluidVoice reflects the actual macOS login item state. Unsigned or development builds may fail to enable this.
zh_hans: FluidVoice 显示的是 macOS 登录项的真实状态。未签名或开发版构建可能无法启用。

source: FluidVoice restarted before transcription completed.
zh_hans: FluidVoice 在转写完成前重启了。

source: FluidVoice stores provider API keys securely in your macOS Keychain but does not currently have permission to access it.
zh_hans: FluidVoice 将服务商 API Key 安全地存放在 macOS 钥匙串中，但目前没有访问权限。

source: FluidVoice stores provider API keys securely in your macOS Keychain. Please grant access by choosing "Always Allow" when prompted.
zh_hans: FluidVoice 把服务商 API Key 安全存放在 macOS 钥匙串。出现提示时请选择「始终允许」。

source: FluidVoice tries microphones from top to bottom. Drag to reorder; unavailable devices keep their place.
zh_hans: FluidVoice 按从上到下的顺序尝试麦克风，可拖动排序；不可用的设备会保留原位。

source: FluidVoice will try this microphone first when you dictate.
zh_hans: 听写时将优先使用此麦克风。

source: FluidVoice, meeting transcription complete
zh_hans: FluidVoice，会议转写完成

source: Follow these steps to enable Accessibility:
zh_hans: 按以下步骤开启辅助功能：

source: For best results
zh_hans: 为获得最佳效果

source: For dictation only.
zh_hans: 仅用于听写。

source: For example, FluidVoice
zh_hans: 例如 FluidVoice

source: For long recordings, reuse completed live windows and process only the remaining tail when you stop.
zh_hans: 长录音复用已完成的实时窗口，结束时只处理剩余尾巴。

source: Format .%@ not supported. %@
zh_hans: 不支持 .%@ 格式。%@

source: Format .%lld not supported. %lld
zh_hans: 不支持 .%lld 格式。%lld

source: Formatting Actions
zh_hans: 排版动作

source: Formatting actions and punctuation will run after the start word.
zh_hans: 排版动作和标点会在起始词之后生效。

source: Free at least %@ of storage before recording.
zh_hans: 请至少腾出 %@ 存储空间后再录音。

source: Free at least %lld of storage before recording.
zh_hans: 请至少腾出 %lld 存储空间后再录音。

source: Free memory when idle
zh_hans: 空闲时释放内存

source: French
zh_hans: 法语

source: From your saved history
zh_hans: 来自你保存的历史

source: Full %.2f s · trained section %.2f–%.2f s
zh_hans: 全长 %.2f 秒 · 训练段 %.2f–%.2f 秒

source: Galician
zh_hans: 加利西亚语

source: General
zh_hans: 通用

source: Georgian
zh_hans: 格鲁吉亚语

source: German
zh_hans: 德语

source: Get API Key
zh_hans: 获取 API Key

source: Get Previous Builds
zh_hans: 获取旧版本

source: Get Started
zh_hans: 开始使用

source: Get a short recap or a detailed summary of the discussion.
zh_hans: 获取讨论的简要回顾或详细摘要。

source: Getting ready…
zh_hans: 正在准备…

source: Global Hotkey
zh_hans: 全局快捷键

source: Goes straight to the FluidVoice team.
zh_hans: 将直接送达 FluidVoice 团队。

source: Good afternoon
zh_hans: 下午好

source: Good balance of speed and accuracy
zh_hans: 速度与准确率均衡

source: Good balance of speed and accuracy. Works on any Mac.
zh_hans: 速度与准确率均衡，任何 Mac 可用。

source: Good evening
zh_hans: 晚上好

source: Good for about %@ words or %@ of dictation
zh_hans: 大约可用 %@ 词或 %@ 听写

source: Good for about %lld words or %lld of dictation
zh_hans: 大约可用 %lld 词或 %lld 听写

source: Good morning
zh_hans: 早上好

source: Good morning.
zh_hans: 早上好。

source: Got it! Ready to add
zh_hans: 听到了！可以添加了

source: Grant Access
zh_hans: 授予权限

source: Great ideas start with a word.
zh_hans: 好想法 从一句话开始。

source: Greek
zh_hans: 希腊语

source: Grocery list 1. Apples 2. Milk 3. Egg
zh_hans: 购物清单 1. 苹果 2. 牛奶 3. 鸡蛋

source: Grocery list. First one is apples, second one is milk, third one is egg.
zh_hans: 购物清单。第一是苹果，第二是牛奶，第三是鸡蛋。

source: Guide
zh_hans: 指南

source: Gujarati
zh_hans: 古吉拉特语

source: HID tap
zh_hans: HID 监听

source: Haitian Creole
zh_hans: 海地克里奥尔语

source: Hardware serial numbers, other unique device identifiers, target-app identity, or individual transcription and insertion timings/events.
zh_hans: 硬件序列号等唯一设备标识、目标应用身份，或单条转写与插入耗时/事件。

source: Hausa
zh_hans: 豪萨语

source: Hawaiian
zh_hans: 夏威夷语

source: Heard: %@
zh_hans: 听到：%@

source: Heard: %lld
zh_hans: 听到：%lld

source: Hebrew
zh_hans: 希伯来语

source: Height
zh_hans: 高度

source: Help
zh_hans: 帮助

source: Help improve our model. Only the example shown below will be sent.
zh_hans: 帮助我们改进模型——只会发送下方展示的示例。

source: Help the Parakeet voice engine recognize names, products, and uncommon terms.
zh_hans: 帮助 Parakeet 语音引擎识别名字、产品名和不常见的术语。

source: Herinner me eraan om de notities voor vijf uur te sturen.
zh_hans: 提醒我五点前把笔记发出去。

source: Hi Maya, Thanks for the update. Could you send the revised plan by Friday? Thanks, Alex
zh_hans: 你好 Maya， 谢谢更新。周五前能把修改后的计划发我吗？ 谢谢， Alex

source: Hi Maya, thanks for the update. Could you send the revised plan by Friday? Thanks, Alex.
zh_hans: 嗨，Maya，谢谢更新。周五前能把修订方案发我吗？谢谢，Alex。

source: Hide
zh_hans: 隐藏

source: Hide details
zh_hans: 收起详情

source: Hide from Dock & App Switcher
zh_hans: 在程序坞和应用切换器中隐藏

source: Hide meeting history
zh_hans: 隐藏会议历史

source: Hide other models
zh_hans: 隐藏其他模型

source: Hide sessions
zh_hans: 隐藏会话

source: Hide sidebar
zh_hans: 隐藏侧栏

source: Hide this invitation. You can still try it from Help.
zh_hans: 关闭此邀请，之后仍可在"帮助"中体验。

source: High accuracy for demanding tasks. Requires more memory.
zh_hans: 高准确率，适合高要求场景，内存占用较高。

source: High accuracy, requires more memory
zh_hans: 高精度，需要更多内存

source: High-accuracy multilingual transcription. Select the language manually before dictation for best results.
zh_hans: 高精度多语言转写，听写前手动选择语种效果最佳。

source: Higher Quality but Faster
zh_hans: 更高质量且更快

source: Hindi
zh_hans: 印地语

source: History
zh_hans: 历史

source: History could not be loaded. New dictations are kept in memory until you retry. %@
zh_hans: 历史无法加载。新的听写会先保存在内存中，重试后再落盘。%@

source: History could not be loaded. New dictations are kept in memory until you retry. %lld
zh_hans: 历史无法加载。新的听写会先保存在内存中，重试后再落盘。%lld

source: History could not be saved
zh_hans: 历史记录保存失败

source: History could not be saved. %@
zh_hans: 历史无法保存。%@

source: History could not be saved. %lld
zh_hans: 历史无法保存。%lld

source: History could not be saved. Keep FluidVoice open and retry. %@
zh_hans: 历史无法保存。请保持 FluidVoice 运行并重试。%@

source: History could not be saved. Keep FluidVoice open and retry. %lld
zh_hans: 历史无法保存。请保持 FluidVoice 运行并重试。%lld

source: History is not loaded.
zh_hans: 历史未加载。

source: History is unavailable.
zh_hans: 历史不可用。

source: History unavailable
zh_hans: 历史不可用

source: Hotkey initializing…
zh_hans: 快捷键初始化中…

source: Hour
zh_hans: 小时

source: Hover a bar to discover your weekly rhythm
zh_hans: 悬停查看柱状条，发现你的每周节奏

source: Hover a square for details.
zh_hans: 悬停在方块上查看详情。

source: Hover along the curve · click to pin a day
zh_hans: 沿曲线滑动查看 · 点击固定某一天

source: Hover an app to explore · click to pin
zh_hans: 悬停查看 app · 点击固定

source: Hover an hour to explore · click to pin
zh_hans: 悬停查看某小时 · 点击固定

source: How it’s used
zh_hans: 用途

source: How large the recording indicator appears
zh_hans: 录音指示器的显示大小

source: How many recent characters appear in the notch/pill preview
zh_hans: 灵动岛/悬浮条预览中显示最近多少字符

source: How much raw dictation Fluid-1 can clean at once. Higher values help long transcripts but use more RAM and can slow first response.
zh_hans: Fluid-1 单次能清理的原始听写长度。数值越高对长转写越有利，但会占用更多内存、首个响应也可能变慢。

source: How should I edit this?
zh_hans: 这段该怎么改？

source: How to enable microphone access:
zh_hans: 如何开启麦克风权限：

source: How to use
zh_hans: 使用方法

source: Hungarian
zh_hans: 匈牙利语

source: I think I'm gonna meet you tomorrow at 3 p.m. Let me know if the time works. If not, we can figure out some other time. Also, I think you need to fix the bug. Please let me know if you need some help there.
zh_hans: 我想明天下午三点见个面，看看这个时间行不行，不行我们再约别的。 另外，那个 bug 你得修一下，需要帮忙就跟我说。

source: I think we should review the plan tomorrow before the meeting.
zh_hans: 我觉得我们应该在明天开会前过一遍方案。

source: I think we should, we should review the plan tomorrow, um, before the meeting.
zh_hans: 我觉得我们应该、我们应该在明天开会前，嗯，看一下方案。

source: I'm free at 7:30 tomorrow morning. Would you be available for a quick call? Sorry, I meant 9:30 am.
zh_hans: 我明早 7:30 有空，能快速通个电话吗？抱歉，我是说 9:30。

source: I'm free at 9:30 am tomorrow morning. Would you be available for a quick call?
zh_hans: 我明早九点半有空，方便快速通个话吗？

source: Icelandic
zh_hans: 冰岛语

source: Ideas captured
zh_hans: 捕捉到的想法

source: Identify each speaker
zh_hans: 标出每位说话人

source: Identify who said what (downloads speaker models on first use)
zh_hans: 分辨谁说了什么（首次使用会下载说话人模型）

source: Identifying speakers
zh_hans: 正在识别说话人

source: Identifying speakers...
zh_hans: 正在识别说话人…

source: If we need more detail, we’ll reach you by email.
zh_hans: 如需更多信息，我们会通过邮件联系你。

source: If you have any concerns we would love to hear about it, please email alticdev@gmail.com or file an issue in our GitHub.
zh_hans: 如有任何疑虑欢迎告诉我们：发送邮件至 alticdev@gmail.com 或在 GitHub 上提 issue。

source: If you retype a word FluidVoice got wrong, it asks to add the right spelling to your dictionary.
zh_hans: 如果你重新输入了 FluidVoice 听错的词，它会询问是否把正确拼写加入词典。

source: Ignore
zh_hans: 忽略

source: Ignore This Correction
zh_hans: 忽略此修正

source: Illustrative design preview — not benchmark scores
zh_hans: 设计示意预览——并非跑分

source: Illustrative examples. Run one to see your model’s actual output.
zh_hans: 示例仅供参考，运行一条即可看到模型的真实输出。

source: Import
zh_hans: 导入

source: Import this backup?
zh_hans: 导入此备份？

source: Import this dictionary?
zh_hans: 导入此词典？

source: Import…
zh_hans: 导入…

source: Improve recognition of your custom words when using Parakeet.
zh_hans: 提升 Parakeet 对自定义词的识别。

source: In Settings
zh_hans: 在设置中

source: In memory
zh_hans: 已在内存中

source: In person
zh_hans: 面对面

source: In person · mic only
zh_hans: 线下 · 仅麦克风

source: In the Accessibility window, click the **+ button**
zh_hans: 在辅助功能窗口中点击「+」按钮

source: In the flow
zh_hans: 心流状态

source: In-person meeting.
zh_hans: 面对面会议。

source: In-room
zh_hans: 房间内

source: In-room meeting
zh_hans: 线下会议

source: Include app and macOS versions
zh_hans: 附上 app 和 macOS 版本

source: Include browser meetings
zh_hans: 包含浏览器会议

source: Includes past meetings. Transcripts are always kept.
zh_hans: 包含历史会议。转写始终保留。

source: Incremental ASR session cannot finalize this recording
zh_hans: 增量 ASR 会话无法完成此录音

source: Incremental ASR session unavailable
zh_hans: 增量 ASR 会话不可用

source: Incremental preview delta no longer matches the recording
zh_hans: 增量预览增量与录音不再匹配

source: Indonesian
zh_hans: 印尼语

source: Initializing…
zh_hans: 正在初始化…

source: Input Device Priority
zh_hans: 输入设备优先级

source: Input format invalid before start (%@).
zh_hans: 开始前输入格式无效（%@）。

source: Input format invalid before start (%lld).
zh_hans: 开始前输入格式无效（%lld）。

source: Input format never became valid (persistent 0 Hz).
zh_hans: 输入格式始终无效（持续 0 Hz）。
